Repository: mahmud13/flutter-starter-stacked
Catalog: lib/l10n/intl_*.arb
Languages: bn_bd

source: Name
bn_bd: নাম

source: Email
bn_bd: ইমেইল

source: Phone
bn_bd: ফোন

source: Password
bn_bd: পাসওয়ার্ড

source: Designation
bn_bd: পদমর্যাদা

source: Name is required
bn_bd: নাম লাগবেই

source: Phone is required
bn_bd: ফোন লাগবেই

source: Designation is required
bn_bd: পদ লাগবেই

source: Password is required
bn_bd: পাসওয়ার্ড লাগবেই

# passwordShouldBeLong
source: Password should be at least {min} characters
bn_bd: পাসওয়ার্ড অন্তত {min} অক্ষরের হতে হবে

source: Email is required
bn_bd: ইমেইল লাগবেই

source: Email is invalid
bn_bd: ইমেইল ঠিক নেই

source: Login
bn_bd: লগিন

source: Sign Up
bn_bd: সাইন আপ

source: Do you want to exit
bn_bd: আপনি কি বের হয়ে যেতে চান?

source: Ok
bn_bd: হ্যাঁ

source: Cancel
bn_bd: না

# alreadyHaveAnAccount
source: Already have an account? Login
bn_bd: আগের একাউন্ট আছে? লগিন করুন

source: Personal Info
bn_bd: ব্যাক্তিগত তথ্য

source: Factory
bn_bd: ফ্যাক্টরি

source: Your information will be lost.
bn_bd: আপনার দেয়া তথ্যগুলো হারিয়ে যাবে

# dontHaveAnAccount
source: Don't have an account? Register
bn_bd: একাউন্ট নেই? রেজিস্টার করুন

source: Next
bn_bd: পরবর্তি ধাপ

source: Region
bn_bd: এলাকা

source: Region is Required
bn_bd: এলাকা নির্বাচন আবশ্যক

# selectRegionFirst
source: Please, select a region first
bn_bd: দয়া করে প্রথমে আপনার এলাকা নির্বাচন করুন

source: Factory is Required
bn_bd: ফ্যাক্টরি নির্বাচন আবশ্যক

source: You Selected
bn_bd: আপনি নির্বাচন করেছেন

source: Back
bn_bd: পেছনে

# profilePicture
source: Profile Photo
bn_bd: প্রোফাইল ফোটো
